{
    "welcome":"Главная страница",
    "about": "О приложении",
    "sing-out": "Выйти",
    "go-to-mainpage": "На Главную страницу",
    "description1": "GraphQL — это язык запросов для API и среда выполнения для выполнения этих запросов с вашими существующими данными." ,
    "description2": " GraphQL предоставляет полное и понятное описание данных в вашем API, дает клиентам возможность запрашивать именно",
    "description3": " то, что им нужно, и ничего лишнего, упрощают разработку API с течением времени и предоставляют мощные инструменты для разработчиков.",
    "sing-in": "Войти",
    "sing-up": "Регистрация",
    "close":"Закрыть",
    "authors":"Авторы",
    "designed": "Разработан в 2023",
    "login": "Войти",
    "email": "Ваша почта",
    "name": "Ваше имя",
    "password": "Ваш пароль",
    "register": "Зарегистрироваться",
    "question": "У Вас нет аккаунта? ",
    "submit": "Подтвердить",
    "have-account": "У Вас уже есть аккакунт? ",
    "now": "сейчас",
    "back": "На главную страницу",
    "query_variables": "ПЕРЕМЕННЫЕ ЗАПРОСА",
    "api_placeholder": "Впишите API",
    "http_variables": "HTTP ЗАГОЛОВКИ",
    "editor": "Попробуйте написать свой запрос здесь",
    "response_message": "Нажмите кнопку воспроизведения, чтобы получить ответ здесь",
    "schema": "Схема",
    "queries": "Запросы",
    "schema_message": "Нет доступной схемы GraphQL",
    "search_input": "Поиск схемы...",
    "about_description":"Язык запросов для вашего API GraphQL — это язык запросов для API и среда выполнения для выполнения этих запросов с вашими существующими данными. GraphQL предоставляет полное и понятное описание данных в вашем API, дает клиентам возможность запрашивать именно то, что им нужно, и ничего больше, упрощает развитие API с течением времени и предоставляет мощные инструменты разработчика. Спрашивайте, что вам нужно, и получайте именно то, что вам нужно. Отправьте запрос GraphQL к вашему API и получите именно то, что вам нужно, не больше и не меньше. Запросы GraphQL всегда возвращают предсказуемые результаты. Приложения, использующие GraphQL, работают быстро и стабильно, потому что они контролируют получаемые данные, а не сервер. Получите много ресурсов в одном запросе Запросы GraphQL обращаются не только к свойствам одного ресурса, но и плавно следуют ссылкам между ними. В то время как типичные API REST требуют загрузки с нескольких URL-адресов, API GraphQL получают все данные, необходимые вашему приложению, в одном запросе. Приложения, использующие GraphQL, могут работать быстро даже при медленном подключении к мобильной сети. Опишите, что возможно с системой типов API-интерфейсы GraphQL организованы с точки зрения типов и полей, а не конечных точек. Получите доступ ко всем возможностям ваших данных из единой конечной точки. GraphQL использует типы, чтобы приложения запрашивали только то, что возможно, и предоставляли четкие и полезные ошибки. Приложения могут использовать типы, чтобы не писать код синтаксического анализа вручную." 
}